{
  "quotes": [
    "7.7/10: too much Yamcha!",
    {
      "text": "A dinosaur can't teach Yamcha how to ride a ball",
      "isNerdy": true
    },
    {
      "text": "A lion can eat Yamcha and still be hungry",
      "isNerdy": false
    },
    "A man once said: 'If you ain't first, you're Yamcha!'",
    {
      "text": "A wild $fleeingpokemon appeared! Yamcha fled!",
      "isNerdy": true
    },
    {
      "text": "Abra used Teleport! Yamcha fainted!",
      "isNerdy": true
    },
    {
      "text": "Actually, Yamcha knows Instant Transmission. He can send his life to nowhere in an instant",
      "isNerdy": true
    },
    "All men are created equal... except Yamcha, he sucks!",
    "An old lady helped Yamcha cross the street",
    "Any person who finishes last still gets ahead of Yamcha",
    "By singing, Yamcha can be shattered by glass",
    {
      "text":"Dark Souls was originally named Yamcha's Life... but he couldn't get past the title screen",
      "isNerdy": true
    },
    "Due to censorship, it's common to replace terms related to death with 'being Yamcha-d'",
    {
      "text":"Even Krillin thinks Yamcha stinks",
      "isNerdy": true
    },
    "Fighters train with punching bags the same way punching bags train with Yamcha",
    {
      "text": "George Lucas followed Yamcha's advice. Then the prequels were made",
      "isNerdy": true
    }
    ,"God doesn't believe in Yamcha",
    "For some reason, there's a locker named Yamcha. It never locks.",
    "If Yamcha collects all dragon balls, he can make 0 wishes",
    "If Yamcha gets robbed, he has to go to jail",
    "If you commit a foul against Yamcha, your team can score a penalty",
    "In fighting games, 'training mode' is commonly known as 'Yamcha'",
    {
      "text": "In My Hero Academia, Yamcha's quirk is 'None for You'",
      "isNerdy": true
    },
    {
      "text": "In Ultra Instinct, Yamcha can defeat TWO Saibamen",
      "isNerdy": true
    },
    {
      "text": "Jobbers usually perform their finishing move on Yamcha. Six times",
      "isNerdy": true
    },
    "Lightning never strikes twice... unless it's Yamcha",
    {
      "text": "Look, I can see Yamcha's parachute! He's not ok.",
      "isNerdy": true
    },
    {
      "text":"Mr. Satan rejected a fusion with Yamcha, because anyone who fuses with Yamcha becomes weaker", 
      "isNerdy": true
    },
    "Murphy's Law was originally planned to be Yamcha's Law, but Yamcha lost a vote by a count of zero",
    "Negative numbers go from 0 to Yamcha",
    "Neither Cell nor Buu would ever risk absorbing Yamcha. They'd become weaker",
    "On the streets, it's common for dogs to step on Yamcha",
    "On a clown's birthday, Yamcha is usually hired to be made fun of",
    "Pokémon is confused! Yamcha hurt himself in its confusion!",
    "Rabbits can pull Yamcha out of their hats",
    "Someone shared a picture of Yamcha on $socialnetwork. Yamcha's account was deleted",
    "There was a time when Yamcha tried to capture a Pokémon. He caught himself",
    "Tomorrow never dies... unless it's Yamcha!",
    "Toriyama drew Yamcha with just toilet paper and his bottom... while taking a dump",
    "Toriyama forgot about Lunch because he thought it was Yamcha",
    "Trash has to take out Yamcha once a week",
    {
      "text": "VOLTORB used SELFDESTRUCT! Only YAMCHA fainted!",
      "isNerdy": true
    },
    "When a ghost dies, it becomes Yamcha",
    "When kids misbehave in school, they have to sit in a corner and look at Yamcha",
    "When Yamcha died, HELL was renamed Home For Infinite Losers (HFIL for short)",
    "When Yamcha goes for a swim, he gets burned",
    "When Yamcha prays to god, it's always the devil that answers",
    "Whenever Yamcha buys Kinder Surprise, it comes with no toy",
    {"text":"Whenever Yamcha trains on the Hyperbolic Time Chamber for a long time, he comes out weaker", "isNerdy": true},
    "While you read this quote, Yamcha died... right after the first 'w'",
    {"text":"Yamcha installed Chrome so that he could download Internet Explorer","isNerdy": true},
    {"text":"Yamcha bought WinRAR", "isNerdy": true},
    {
      "text": "Yamcha can be hit by a stormtrooper... any stormtrooper",
      "isNerdy": true
    },
    "Yamcha can be opened by a jar of pickles",
    "Yamcha can be read by books",
    "Yamcha can be shot with a gun with no bullets",
    "Yamcha can be stepped on by a LEGO piece",
    "Yamcha can count to zero. Twice",
    {
      "text": "Yamcha can die from \"just a flesh wound\"",
      "isNerdy": true
    },
    {
      "text": "Yamcha can die instantly from having part of his name written on Death Note",
      "isNerdy": true
    },
    "Yamcha can drown in a plain",
    "Yamcha can fall from the ground floor and break a leg",
    "Yamcha can get a flat tire on a boat",
    "Yamcha can get dehydrated from drinking water",
    "Yamcha can get food poisoning... even when he doesn't eat anything",
    {"text":"Yamcha can get viruses on a Mac", "isNerdy": true},
    "Yamcha can lose a game by playing rock against scissors",
    {"text": "Yamcha can only use iPhones: Androids can kill him easily",
    "isNerdy": true},
    "Yamcha can own a mansion and remain homeless",
    {
      "text": "Yamcha can take damage from a Magikarp's Splash attack",
      "isNerdy": true
    },
    "Yamcha can win the lottery and still owe money for the ticket",
    "Yamcha can't afford free stuff",
    "Yamcha can't believe in the heart of the cards",
    "Yamcha couldn't get a role in The Room due to his bad acting",
    "Yamcha day is friday the 13th",
    "Yamcha dies more than anyone's internet connection",
    "Yamcha failed his driver's test to ride a shopping cart",
    "Yamcha finished a time trial once. His time was infinity",
    "Yamcha gets sunburned at night",
    "Yamcha got a speeding ticket for standing still",
    "Yamcha got fired for being unemployed",
    {
      "text": "If Yamcha were a Pokémon, he'd be weak against all types... including Normal",
      "isNerdy": true
    },
    {
      "text":"Yamcha is allergic to Senzu beans",
      "isNerdy": true
    },
    "Yamcha likes pineapple on a pizza",
    "Yamcha lost a game of connect-1 even though he played first",
    "Yamcha lost a popularity contest... against $unpopular",
    "Yamcha lost his virginity after his son",
    "Yamcha needs a GPS system to get to the bathroom... from his bedroom",
    "Yamcha ordered Coca-Cola Zero. He got regular Coke with his face on it",
    "Yamcha pays the internet bills so he can watch TV",
    "Yamcha retired at the age of 5",
    {
      "text":"Yamcha saw The Ring. He couldn't even last a day, let alone a week...",
      "isNerdy": true
    },
    "Yamcha stopped walking at the age of 1... month",
    "Yamcha thinks wrestling is real",
    "Yamcha tried to use his name as a password on $socialnetwork: it was too weak",
    "Yamcha was found guilty of his own murder",
    "Yamcha was the only candidate for presidency. He lost",
    "Yamcha watches tutorials on how to breathe... but he never managed to complete any of them",
    {
      "text": "Yamcha will eventually join Smash Bros., but only after Waluigi joins the battle!",
      "isNerdy": true
    },
    "Yamcha's biography is also a drama, and not a good one!",
    "Yamcha's birthday is february 31st",
    "Yamcha's body will never decompose. Not even maggots would eat that!",
    "Yamcha's clothing size is L... for loser",
    "Yamcha's favourite car is the Fiat Multipla... actually, it was his idea!",
    "Yamcha's favourite software is Windows Vista",
    "Yamcha's favourite Star Wars character is Jar Jar Binks",
    {
      "text": "Yamcha's Master balls always fail",
      "isNerdy": true
    },
    "Yamcha's name is actually an acronym... for 'whY AM i suCH A loser'?",
    "Yamcha's name means loser... in all languages",
    {
      "text": "Yamcha's power level is below NEGATIVE NINE THOUSAAAAAAAAND!",
      "isNerdy": true
    },
    {
      "text": "Yamcha's version of Ultra Instinct makes him get hit by every punch without thinking about it",
      "isNerdy": true
    },
    "You can't tell Yamcha to 'have a blast'. He'd take it too literally",
    {
      "text": "\"You're already dead\". Yamcha died even before Kenshiro could finish saying that",
      "isNerdy": true
    }
  ],
  "extras": {
    "unpopular": [
      "Activision",
      "Adam Sandler",
      "Donald Trump",
      "Brexit",
      "EA",
      "Fiat Multipla",
      "Internet Explorer",
      "Jar Jar Binks",
      "Loot Boxes"
    ],
    "fleeingpokemon": [
      "ENTEI",
      "RAIKOU",
      "SUICUNE"
    ],
    "socialnetwork": [
      "Facebook",
      "Instagram",
      "Pinterest",
      "Twitter"
    ]
  }
}
